Repository: kotlarekm/DemoWall
Catalog: Logical/mappView/Visualization/Resources/Texts/MainPageStrings.tmx
Source language: en
Languages: pl

source: Manual control:
pl: Sterowanie ręczne:

source: PID settings
pl: Ustawienia PID

source: Heater PWM:
pl: PWM grzałki:

source: Fan PWM:
pl: PWM wentylatora:

source: Inputs
pl: Wejścia

source: Outputs
pl: Wyjścia

source: Temperature
pl: Temperatura

source: Pressure
pl: Ciśnienie

source: Manual
pl: Manualny

source: Tank 3 pressure
pl: Ciśnienie w zbiorniku 3

source: Tank 1:
pl: Zbiornik 1:

source: Tank 2:
pl: Zbiornik 2:

source: Tank 3:
pl: Zbiornik 3:

source: Mixer 1:
pl: Mikser 1:

source: Mixer 2:
pl: Mikser 2:

source: Fluid level
pl: Poziom cieczy

source: Mixers status
pl: Status mikserów

source: Target fluid level
pl: Docelowy poziom cieczy

source: Valve opening level
pl: Poziom otwarcia zaworów

source: Left:
pl: Lewy:

source: Right:
pl: Prawy:

source: Mixer ON/OFF
pl: Mikser Wł/Wył

source: Mixing time
pl: Czas mieszania

source: Pressure in tank 3
pl: Ciśnienie w zbiorniku 3

source: Tuning in progress...
pl: Strojenie w toku...

source: Manual mode
pl: Tryb manualny

source: Auto mode
pl: Tryb automatyczny

source: Tuning done.
pl: Strojenie ukończone.

source: Emergency stop!
pl: Wyłączenie awaryjne!

source: Current temp:
pl: Aktualna temp:

source: Target temp:
pl: Temp zadana:

source: Current temperature
pl: Aktualna temperatura

source: Current pressure
pl: Aktualne ciśnienie

source: Auto mode - heating
pl: Tryb automatyczny - grzanie

source: Auto mode - heating and cooling
pl: Tryb automatyczny - grzanie i chłodzenie
